tutorials/silencer/silencerIB/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM Extend Project: Open source CFD        |
|  \\    /   O peration     | Version:  1.6-ext                               |
|   \\  /    A nd           | Web:      www.extend-project.de                 |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    outlet
    {
        type            patch;
        nFaces          124;
        startFace       63047;
    }
    inlet
    {
        type            patch;
        nFaces          124;
        startFace       63171;
    }
    walls
    {
        type            wall;
        nFaces          3498;
        startFace       63295;
    }
)

// ************************************************************************* //
